Repository: helmgast/lore
Catalog: lore/translations/*/LC_MESSAGES/messages.po
Languages: sv

source: Short URL already in use
sv: Denna kortlänk används redan

source: Allowed access to %(op)s "%(res)s" as editor
sv: Auktoriserad att %(op)s "%(res)s" eftersom redaktör

source: Not allowed access to %(op)s "%(res)s" as not an editor
sv: EJ auktoriserad att %(op)s "%(res)s" eftersom ej redaktör

source: Allowed access to %(op)s "%(res)s" as reader
sv: Auktoriserad att %(op)s "%(res)s" eftersom läsare

source: Not allowed access to %(op)s "%(res)s" as not a reader
sv: EJ auktoriserad att %(op)s "%(res)s" eftersom ej läsare

source: File
sv: Fil

source: Error in form
sv: Fel i formuläret

source: Error logging in, contact %(email)s for support
sv: Fel vid inloggningen, kontakta %(email)s för support

source: Check your email inbox for verification link before you can login
sv: Kolla din email-inbox för verifieringslänken innan du kan logga in

source: This user is deleted and cannot be used. Contact %(email)s for support.
sv: Denna användare är borttagen och kan ej användas. Kontakta %(email)s för support.

source: This user account is not correctly configured, contact %(email)s for manual support.
sv: Detta användarkonto är inte korrekt konfigurerat, kontakta %(email)s för support

source: You linked email %(email)s to primary %(primary)s
sv: Du kopplade ihop email %(email)s med primär email %(primary)s

source: Your new user have been created.
sv: Din nya användare har skapats.

source: Save your profile to activate your new user!
sv: Spara din profil för att aktivera din nya användare!"

source: Welcome back %(user)s (using %(email)s)! Before proceeding, can you check if you consent to get news from us?
sv: Välkommen tillbaka %(user)s (med %(email)s)! Innan du fortsätter, kan du kolla om du godkänner att vi skickar nyhetsbrev?

source: Welcome back %(user)s (using %(email)s)!
sv: Välkommen tillbaka %(user)s (med %(email)s)!

source: You are now logged out
sv: Du är nu utloggad

source: To
sv: Till

source: From
sv: Från

source: Subject
sv: Ämne

source: Message
sv: Meddelande

source: %(user)s, welcome to Helmgast!
sv: %(user)s, välkommen till Helmgast!

source: Order confirmation on helmgast.se
sv: Orderbekräftelse från helmgast.se

source: Reminder on how to login to Helmgast.se
sv: Påminnelse hur du loggar in på Helmgast.se

source: Invitation to join Helmgast.se
sv: Inbjudan att gå med i Helmgast.se

source: No token could be generated from email
sv: Ingen token kunde skapas från mailadressen

source: User already exists
sv: Användaren existerar reda

source: Sent email "%(subject)s" to %(recipients)s
sv: Skickade mail "%(subject)s" till %(recipients)s

source: %(name)s was %(action)s
sv: %(name)s %(action)s

source: posted
sv: skapad

source: put
sv: uppdaterad

source: deleted
sv: borttagen

source: modified
sv: ändrad

source: The article
sv: Artikeln

source: The world
sv: Världen

source: The publisher
sv: Utgivaren

source: The user
sv: Användaren

source: Authorization not performed
sv: Auktorisering inte utförd

source: This field needs to be unique and another resource already have this value
sv: Detta fält måste vara unikt och en annan resurs har redan detta värde

source: Check errors in form
sv: Kontrollera felen i formuläret

source: The item
sv: Artikeln

source: Invalid choice(s): one or more data inputs could not be coerced
sv: Inkorrekt val: en elelr flera parametrar kunde inte transformeras (coerced)

source: Bad request or invalid input
sv: Felaktigt request eller input

source: Unauthorized access, please login
sv: Otillåten access, logga in först

source: Forbidden, this is not an allowed operation
sv: Detta är inte en tillåten metod

source: Resource not found
sv: Resursen kan inte hittas

source: Internal server error
sv: Internt serverfel

source: Unknown error
sv: Okänt fel

source: Creating new resource is not allowed
sv: Skapa en ny resurs är inte tillåtet

source: List is allowed
sv: Listning är tillåtet

source: Viewing an empty form is allowed
sv: Läsa en tom form är tillåtet

source: Can't edit/delete a None resource
sv: Kan inte redigera/ta bort en None-resurs

source: %(op)s requires a logged in user
sv: %(op)s kräver en inloggad användare

source: %(user)s is an admin
sv: %(user)s är en admin

source: Need to be logged in with admin access
sv: Behöver vara inloggad med admin-access

source: This resource does not support to be public
sv: Denna resursen stödjer inte att vara publik

source: This resource does not support contributions
sv: Denna resurs stödjer inte bidrag

source: Access rules for readers are undefined and therefore denied
sv: Det saknas auktoriseringsregler för läsare så access nekas

source: Access rules for editors are undefined and therefore denied
sv: Det saknas auktoriseringsregler för redaktörer så access nekas

source: No authorization implemented for %(op)s
sv: Ingen auktorisering implementerad för %(op)s

source: Public resource
sv: Publik resurs

source: Not a public resource
sv: Icke-publik resurs

source: Please enter your email address.
sv: Skriv in din email-adress

source: Error, missing Stripe token
sv: Fel, saknar en Stripe-token

source: No editor access to orders
sv: Ingen redaktörs-access till ordrar

source: Allowed access to %(op)s "%(res)s" as owner of order
sv: Auktoriserad att %(op)s "%(res)s" eftersom ägare till ordern

source: Not allowed access to %(op)s "%(res)s" as not owner of order
sv: EJ auktoriserad att %(op)s "%(res)s" eftersom ej ägare till ordern

source: Always allowed
sv: Alltid tillåtet

source: Email belongs to existing user, please <a href="%(loginurl)s">login</a> first or change email
sv: Emailen tillhör en existerande användare, var vänlig <a href="%(loginurl)s">logga in</a> först eller ändra email

source: Thank you for your order!
sv: Tack för din beställning!

source: This code doesn't exist or haven't been added yet. Double check that you typed it correctly, otherwise contact your publisher for more information.
sv: Denna kod existerar inte eller har inte lagts till ännu. Kontrollera att du skrev in den exakt som angivits. Kontakta ditt förlag för mer information.

source: Allowed access to %(op)s %(res)s own user profile
sv: Auktoriserad att %(op)s "%(res)s" eftersom egen användarprofil

source: Cannot access other user's user profile
sv: Kan ej accessa en annan användares profil

source: Interests
sv: Intressen

source: Allowed access to "%(res)s" as editor
sv: Tilläts access till %(res)s i egenskap av redaktör

source: Not allowed access to "%(res)s" as not an editor
sv: Ej tillåten access till %(res)s eftersom användaren inte är en redaktör

source: Allowed access to "%(res)s" as reader
sv: Tilläts access till %(res)s i egenskap av läsare

source: Not allowed access to "%(res)s" as not a reader
sv: Ej tillåten access till %(res)s eftersom användaren inte är en läsare

source: Publisher flagged as open for contribution
sv: Utgivaren flaggad som öppen för artikelbidrag

source: Publisher not open for contribution
sv: Utgivaren ej öppen för artikelbidrag

source: World flagged as open for contribution
sv: Världen flaggad som öppen för artikelbidrag

source: World not open for contribution
sv: Världen ej öppen för artikelbidrag

source: Creating new resource is allowed
sv: Skapande av nya resurser är tillåtet

source: Recent Articles in
sv: Nya artiklar på

source: This code has not yet been created.
sv: Denna kod har inte skapats ännu

source: This page is a rendered style guide and example of how to write an article
sv: Denna sidan är en genererad stilguide och exempel på hur man skriver en artikel

source: None
sv: Ingen

source: Public use
sv: Publik access

source: Hidden
sv: Gömd

source: Product required
sv: Kräver en produkt

source: User unique and product required
sv: Användarunik och kräver produkt

source: Source File URL
sv: URL till källfil

source: Description
sv: Beskrivning

source: Access type
sv: Accesstyp

source: File data
sv: Fildata

source: Title
sv: Titel

source: User
sv: Användare

source: Tags
sv: Taggar

source: Publisher
sv: Utgivare

source: Filename
sv: Filnamn

source: Uploaded on
sv: Uppladdad den

source: File size
sv: Filstorlek

source: Source Page URL
sv: URL till källsida

source: Filename when downloading
sv: Filnamn vid nedladdning

source: Files of type %(mimetype)s are not allowed.
sv: Filer av typ %(mimetype)s är inte tillåtna

source: Less than %(val)s
sv: Mindre än %(val)s

source: More than %(val)s
sv: Mer än %(val)s

source: Creator
sv: Skapare

source: Created date
sv: Skapad

source: "%(item)s" edited
sv: "%(item)s" redigerad

source: "%(item)s" created
sv: "%(item)s" skapad

source: "%(item)s" replaced
sv: "%(item)s" ersatt

source: "%(item)s" deleted
sv: "%(item)s" borttagen

source: Completed profile
sv: Färdigställde användarprofil

source: Purchased "%(item)s"
sv: Köpte "%(item)s"

source: Last %(delta)s
sv: Senaste %(delta)s

source: Older than %(delta)s
sv: Äldre än %(delta)s

source: Name
sv: Namn

source: Street
sv: Gatuaddress

source: ZIP Code
sv: Postnummer

source: City
sv: Stad

source: Country
sv: Land

source: Cellphone Number
sv: Mobilnummer

source: Book
sv: Bok

source: Shipping fee
sv: Fraktkostnad

source: Item
sv: Föremål

source: Pre-order
sv: Förhandsboka

source: Available
sv: Tillgänglig

source: Ready for download
sv: Redo att laddas ned

source: Out of stock
sv: Slut på lager

source: Price
sv: Pris

source: Currency
sv: Valuta

source: Product Number
sv: Produktnummer

source: Project Code
sv: Projektkod

source: Publishing Date
sv: Utgivningsdatum

source: World
sv: Värld

source: Product Family
sv: Produktfamilj

source: Created
sv: Skapad

source: Updated
sv: Uppdaterad

source: Type
sv: Typ

source: Tax
sv: Moms

source: Product webshop URL
sv: Butikens URL

source: Downloads
sv: Nedladdningar

source: Product Images
sv: Produktbilder

source: Feature Image
sv: Presentationsbild

source: Name in book
sv: Namn i boken

source: Instructions for comments in order
sv: Instruktioner för kommentarer i ordrar

source: Comment
sv: Kommentar

source: Product
sv: Produkt

source: VAT
sv: Moms

source: Unknown
sv: Okänd

source: Cart
sv: Kundvagn

source: Checkout
sv: Lägg beställning

source: Ordered
sv: Beställd

source: Paid
sv: Betald

source: Shipped
sv: Skickad

source: Error
sv: Fel

source: Discarded
sv: Makulerad

source: Unlimited stock
sv: Obegränsad

source: No stock
sv: Slut i lager

source: A few items
sv: Några exemplar

source: Many items
sv: Många exemplar

source: External Key
sv: Extern nyckel

source: Session ID
sv: Sessions-ID

source: # items
sv: # artiklar

source: Total price
sv: Ordervärde

source: Total tax
sv: Moms

source: Source URL
sv: Käll-URL

source: Customer message
sv: Kundmeddelande

source: Internal Comment
sv: Intern kommentar

source: and %(more)s more
sv: och %(more)s till

source: Active
sv: Aktiv

source: Deleted
sv: Borttagen

source: Invited
sv: Inbjuden

source: Username
sv: Användarnamn

source: Contact Email
sv: Kontaktmail

source: Real name
sv: Namn

source: Location
sv: Hemort

source: Join Date
sv: Gick med

source: Last login
sv: Senaste inloggning

source: Images
sv: Bilder

source: Following
sv: Följande

source: Password
sv: Lösenord

source: Consent to newsletters
sv: Tillåter nyhetsbrev

source: Authentication sources
sv: Autentiseringskällor

source: No data
sv: Ingen data

source: Resource
sv: Resurs

source: Metric
sv: Mätvärde

source: %(action)s: %(xp)s XP awarded to %(user)s
sv: %(action)s: %(xp)s XP givna till %(user)s

source: Master
sv: Ägare

source: Member
sv: Medlem

source: Game Group
sv: Spelgrupp

source: World Group
sv: Världsgrupp

source: Article Group
sv: Artikelgrupp

source: Newsletter
sv: Nyhetsbrev

source: Draft
sv: Utkast

source: Published
sv: Publicerad

source: Private
sv: Privat

source: Archived
sv: Arkiverad

source: Male
sv: Manlig

source: Female
sv: Kvinnlig

source: Publisher Domain
sv: Utgivardomän

source: Publisher Code
sv: Utgivarkod

source: Created on
sv: Skapad

source: Owner
sv: Ägare

source: Registered address
sv: Registrerad adress

source: Publisher accepts contributions
sv: Utgivaren tillåter artikelbidrag

source: Theme
sv: Tema

source: Publisher Images
sv: Utgivarbilder

source: Activate webshop
sv: Aktivera webshop

source: Editors
sv: Redaktörer

source: Readers
sv: Läsaccess

source: Available Languages
sv: Tillgängliga språk

source: Preferred License
sv: Förvald licens

source: Content
sv: Innehåll

source: Rule System
sv: Regelsystem

source: World accepts contributions
sv: Världen tillåter artikelbidrag

source: External host URL
sv: Extern domän-URL

source: Publishing year
sv: Utgivningsår

source: Hide header text
sv: Göm rubriktext

source: World Images
sv: Världsbilder

source: Product URL
sv: Produkt-URL

source: Born
sv: Född

source: Died
sv: Avliden

source: Gender
sv: Kön

source: Occupation
sv: Yrke

source: Fraction
sv: Organisation

source: Coordinate X
sv: Koordinat X

source: Coordinate Y
sv: Koordinat Y

source: Location type
sv: Typ av plats

source: Default
sv: Standard

source: Topic
sv: Uppslagsord

source: Blog Post
sv: Bloggpost

source: Place
sv: Plats

source: Event
sv: Händelse

source: Campaign
sv: Kampanj

source: Chronicle
sv: Krönika

source: Character
sv: Karaktär

source: Sort priority
sv: Sorteringsprioritet

source: Language
sv: Språk

source: Translations
sv: Översättning

source: Featured article
sv: Fokusartikel

source: License
sv: Licens

source: Shortcut
sv: Kortlänk

source: from
sv: från

source: External URL
sv: Extern URL

source: Hits
sv: Träffar

source: Article
sv: Artikel

source: Cancel
sv: Avbryt

source: Insert
sv: Lägg till

source: Publishers
sv: Utgivare

source: Users
sv: Användare

source: Log In
sv: Logga in

source: Join
sv: Registrera

source: My account
sv: Mitt konto

source: My orders
sv: Mina ordrar

source: My library
sv: Mitt bibliotek

source: Files
sv: Filer

source: Shortcuts
sv: Kortlänkar

source: Log Out
sv: Logga ut

source: Design and code
sv: Design och kod

source: Built using
sv: Byggd med

source: Something broken?
sv: Något sönder?

source: Tell us
sv: Säg till

source: File assets
sv: Filer

source: List
sv: Lista

source: New file
sv: Ny fil

source: Current file
sv: Nuvarande fil

source: No file
sv: Ingen fil

source: Max size 256 MB
sv: Max storlek 256 MB

source: delete
sv: ta bort

source: URLs
sv: URLer

source: Open file
sv: Öppna fil

source: Download file
sv: Ladda ned fil

source: Uploaded date
sv: Uppladdad den

source: Source filename
sv: Källfilnamn

source: Size
sv: Storlek

source: Content Type
sv: Filtyp

source: By owner
sv: På ägare

source: Myself
sv: Mig själv

source: Others
sv: Andra

source: By tag
sv: På tagg

source: By access type
sv: På accesstyp

source: By content type
sv: På filtyp

source: By size
sv: På storlek

source: Search text
sv: Söktext

source: Search
sv: Sök

source: Actions
sv: Funktioner

source: No file assets available!
sv: Inga filer tillgängliga!

source: By me
sv: Av mig

source: By others
sv: Av andra

source: Drag or click to&nbsp;upload&nbsp;files
sv: Dra eller klicka för att&nbsp;ladda&nbsp;upp&nbsp;filer

source: Paste file URL here
sv: Klistra in URL till fil här

source: Show more
sv: Visa mer

source: Lore by Helmgast
sv: Lore av Helmgast

source: Your code
sv: Din kod

source: An email with the code has been sent to {email}.
sv: Ett email med en kod har skickats till {email}

source: Did not get the code?
sv: Fick du inte koden?

source: New login system activated, passwords removed but use same email or social account as before. More info <a href=\"%(link)s\">here</a>
sv: Nytt inloggningssystem aktiverat, lösenord är borttagna men använd samma email eller socialt nätverk som förut. Mer info <a href=\"%(link)s\">här</a>

source: or get a one-time code via email
sv: eller få engångskod via email

source: Login with
sv: Logga in med

source: Thanks for signing in.
sv: Tack för din inloggning.

source: Welcome {name}!
sv: Välkommen {name}!

source: Please login to continue
sv: Logga in för att fortsätta

source: This page requires a logged in user. Don't worry if you don't have an account, it will be automatically created for you based on your social accounts (recommended) or a one-time code. Try to use same email as in webshop or Kickstarter (if applicable).
sv: Denna sida kräver en inloggad användare. Oroa dig inte om du inte har ett konto ännu, det skapas automatiskt åt dig från ditt sociala media-konto (rekommenderat) eller en engångskod. Försök använda samma email som i webshop eller Kickstarter (när relevant).

source: Sign in
sv: Logga in

source: Sorry, something is broken.
sv: Beklagar, något har gått sönder.

source: Please detail what led to this error.
sv: Ge gärna detaljer om vad som ledde till detta fel.

source: The digital engine to keep stories going.
sv: Den digitala motorn för berättelser

source: We are working on ...
sv: Vi arbetar på ...

source: For game masters
sv: För spelledare

source: Plan your campaigns and game sessions
sv: Planera dina kampanjer och spelsessioner

source: Not only schedule sessions, but create and organize the content you need, such as handouts, images, music, texts, etc. Use it as your notes for playing, but also easily share it on a screen or with the players during a session!
sv: Inte bara planering, du kan även skapa och organisera innehåll, som handouts, bilder, musik, texter, etc. Anteckna händelser under spel, men du kan även enkelt dela det till en skärm eller andra spelare under en session!

source: Manage your group and find new players
sv: Hantera dina grupper och hitta nya spelare

source: Manage your groups and campaigns. Find new players based on their location and preferences and invite them! Easily communicate with the whole group.
sv: Hantera dina grupper och kampanjer. Hitta nya spelare baserat på deras plats, intresse och bjud enkelt in dem. Kommunicera enkelt med hela din spelgrupp.

source: Read and write about the game world
sv: Läs och skriv om en spelvärld

source: The game is a wiki, and you can both build your own content, and merge it with the official content. Together with other game masters, you are constantly evolving the game world!
sv: Spelet är en wiki, och du kan både skapa eget innehåll och slå ihop det med den officiella världen. Tillsammans med andra spelledare så förändras spelvärldarna ständigt.

source: For players
sv: För spelare

source: Use on your phone or tablet when gaming!
sv: Använd på telefon eller surfplatta under spelmöten!

source: Have your character digitally on your phone, and update instantly as you increase in level or evolve your character.
sv: Ha din karaktär tillgänglig digital på din telefon och uppdatera på ett ögonblick när din karaktär ökar i level eller utvecklas.

source: See handouts for the current scene
sv: Ha tillgång till handouts för varje scen

source: Access all the content for a scene in the game, such as NPC portraits, maps, articles, etc. Excellent to read up and make use of those times your character is not active in the game.
sv: Allt innehåll som SLPer, kartor, artiklar och mera blir tillgängligt direkt. Utmärkt för att läsa på och uppdatera sig vid de tillfällen din karaktär inte medverkar i spel.

source: Send messages and take notes
sv: Skicka meddelanden och anteckna

source: Use a super-simple messaging function to send secret notes to the game master, other players or to take shorter side discussions. Let your character events be auto-shared with the others. Take easy notes.
sv: Använd en super-simpel meddelande-funktion för att skicka hemliga information till spelledaren, andra spelare eller för att förkorta diskussioner. Låt din karaktärs händelser bli automatiskt delade med andra. Anteckna enkelt!

source: For game authors
sv: För spelskapare

source: Publish your game digitally and interactively!
sv: Publicera ditt spel digitalt och gör det interaktivt!

source: People use laptops, tablets and phones at the game sessions all the time. Let people read and browse your game right there. Go beyond boring PDFs and offer content with hyperlinks and videos.
sv: Spelare använder laptops, surfplattor och telefoner på spelmöten hela tiden Låt folk läsa och bläddra i din spelvärld. Inga mer tråkiga PDFer utan erbjud istället interaktivt innehåll med videos etc.

source: Offer a world that changes as player's explore it
sv: Erbjud en värld som förändras under spel

source: Your game can be an instant wiki, where people can edit and even things that happen in sessions can be auto-posted back to the world. Your game world is alive!
sv: Din värld kan bli en wiki, där alla kan redigera. Tillochmed händelser under spel kan bli automatiskt postade i wikin. Spelvärlden är konstant i rörelse!

source: Build a social community around your game
sv: Bygg en social gemenskap runt din värld.

source: Build a social following around your game, that doesn't limit you to only one platform. Make it easy for people to share articles and game sessions on their social networks.
sv: Bygg en social gemenskap runt din värld som inte bara finns på en plattform. Gör det enkelt för andra att dela artiklar och spelmöten på andra sociala nätverk.

source: Check out the first publisher on the platform:
sv: Kolla in den första utgivaren på plattformen:

source: Help us improve!
sv: Hjälp oss bli bättre

source: Report an error
sv: Rapportera ett fel

source: Give feedback
sv: Ge feedback

source: characters left
sv: bokstäver kvar

source: Email address
sv: Emailadress

source: Send
sv: Skicka

source: Canon content
sv: Officiellt material

source: Community content
sv: Community-material

source: Contrib content
sv: Föreslaget material

source: by
sv: av

source: Your access rights allow you to view this resource in this view
sv: Dina accessrättigheter tillåter dig att se denna resursen i denna vyn

source: View
sv: Visa

source: Card view
sv: Galleri-vy

source: Cards
sv: Kort

source: Table view
sv: Tabell-vy

source: Table
sv: Tabell

source: List view
sv: List-vy

source: Index view
sv: Register-vy

source: Index
sv: Register

source: Select ordering
sv: Välj sortering

source: Ordered by
sv: Sortera på

source: Choose number of items per page
sv: Välj antar visade artiklar per sida

source: Per page
sv: Per sida

source: All
sv: Alla

source: Reset
sv: Återställ

source: Are you sure you want to
sv: Är du säker att du vill

source: Yes
sv: Ja

source: Edit
sv: Ändra

source: Save
sv: Spara

source: Delete
sv: Ta bort

source: New
sv: Ny

source: Marketing Consent
sv: Godkännande av utskick

source: Helmgast can email me
sv: Helmgast kan maila mig

source: Typically a handful of emails per year. You can unsubscribe at any time. We use Mailchimp as our marketing platform. By clicking below to subscribe, you acknowledge that your information will be transferred to Mailchimp for processing. <a href="https://mailchimp.com/legal/" target="_blank">Learn more about Mailchimp's privacy practices here.</a>
sv: Räkna med ett mindre antal mail per år. Du kan avprenumerera när som helst. Vi använder Mailchimp som vår emailplattform. Genom att klicka nedan för att prenumerera godkänner du att din information skickas till Mailchimp för hantering. <a href="https://mailchimp.com/legal/" target="_blank">Läs mer om Mailchimps villkor här.</a>

source: Email for newsletters
sv: Email för nyhetsbrev

source: results
sv: resultat

source: Print
sv: Skriv ut

source: Email from Helmgast visitor %(from_field)s...
sv: Email från Helmgast-besökaren %(from_field)s...
