Repository: helmgast/lore
Catalog: lore/translations/*/LC_MESSAGES/messages.po
Languages: sv

source: We would be very happy if you would join us as user of Helmgast.se! It's a web platform for roleplaying gamers; game masters, players and publishers alike. If you want to join, just click below and register!
sv: Vi vore väldigt glada om du skulle vilja gå med som användare i Helmgast.se! Det är en webbplattform för rollspelare; spelledare, spelare och författare. Om du vill delta, klicka bara på länken nedan för att registrera!

source: Join Helmgast
sv: Gå med i Helmgast

source: Verify email
sv: Bekräfta email

source: on
sv: på

source: Send email
sv: Skicka email

source: Email from Helmgast...
sv: Email från Helmgast...

source: You are receiving this email to %(email)s as a user of
sv: Du får detta email till %(email)s som en användare av

source: If you have any problems, just reply to this email.
sv: Om du har några problem, svara gärna på detta mail

source: Thank you %(user)s for your order at helmgast.se! Please see your receipt below:
sv: Tack %(user)s för ditt köp på helmgast.se! Du ser ditt kvitto nedan:

source: You received this email as a confirmation of your purchase order at helmgast.se. Please read the terms and conditions of purchase <a href="%(termslink)s">here</a>.
sv: Du fick detta email som en bekräftelse på ditt inköp på helmgast.se. Var vänlig läs köpvillkoren <a href="%(termslink)s">här</a>.

source: Instructions on logging in to helmgast.se
sv: Instruktioner för att logga in på helmgast.se

source: You just requested information on how to login to helmgast.se:
sv: Du begärde just information om att logga in på helmgast.se

source: We can't find any record of this email registered to helmgast.se. Is it possible that you used a different email, or that you used a social login (Facebook, Google) and have a different email registered there? We suggest you search your email accounts for the text "Welcome to helmgast.se". If you can't find the right email contact us directly at %(maillink)s.
sv: Vi kan inte hitta din mailadress på helmgast.se. Är det möjligt att du använde en annan adress, eller att du registrerade dig med ett socialt nätverk (Facebook, Google)? Vi föreslår att du söker igenom dina mailkonton efter ett email från Helmgast. Om du inte kan hitta rätt email, kontakta oss direkt på %(maillink)s.

source: You registered with the email %(email)s on %(join)s and your authentication method was:
sv: Du registrerade med emailen %(email)s på %(join)s och din inloggningsmetod var:

source: If you have forgotten your password, click below link to reset your password:
sv: Om du har glömt ditt lösenord, klicka nedanstående länk för att återställa lösenordet:

source: Reset password
sv: Återställ lösenord

source: To login again, just click the %(auth)s-button on the login page and follow the procedure - you may have to login to your social network account:
sv: För att logga in igen, klicka bara %(auth)s-knappen på inloggningssidan och följ instruktionerna - du kan behöva logga in till ditt sociala nätverk:

source: Login again
sv: Logga in igen

source: You received this email as you had trouble logging in to Helmgast.
sv: Du har fått detta email då du hade problem att logga in på Helmgast.

source: If you did not initiate this email, please ignore it as it may have been someone typing your mail by mistake. If you believe there is suspicious activity, please contact us directly at
sv: Om du inte initierade detta mail, var vänlig bortse från det då det kan ha varit någon som skrev din adress av misstag. Om du tror att detta är misstänkt aktivitet, var vänlig kontakta oss direkt på

source: Verify your email to complete registration on helmgast.se
sv: Bekräfta din email-adress för att slutföra registreringen på helmgast.se

source: Thank you, %(user)s, for registering at Helmgast.se! You registered this email (%(email)s) and authentication method was: %(auth)s
sv: Stort tack, %(user)s, för att du registrerat dig på Helmgast.se! Du registerade denna emailen (%(email)s) och inloggningsmetoden var: %(auth)s

source: We just need to verify that you own this email, and then you can start using your account:
sv: Vi behöver bara verifiera att du äger denna email, därefter kan du börja använda ditt konto:

source: Or, paste this link into your browser:
sv: Eller, klistra in denna länk i din webläsare:

source: As a user of Helmgast you will be able to interact with the worlds of Helmgast as well as purchasing Helmgast products. The platform is constantly evolving so we will be sending you updates by email whenever major changes have happened.
sv: Som en användare på Helmgast kommer du kunna interagera med alla våra världar likaväl som att köpa Helmgast-produkter. Plattformen utvecklas konstant så vi kommer att skicka uppdateringar via email när större förändringar skett.

source: Many thanks for your support!
sv: Stort tack för ditt stöd!

source: If you did not initiate this email, please ignore it as it may have been someone typing your mail by mistake. If you believe there is suspicious activity, please contact us directly at
sv: Om du inte initierade detta email, var vänlig ignorera det då det kan ha varit någon som skrev din adress av misstag. Om du tror detta är misstänkt aktivitet, var vänlig kontakta oss direkt på

source: Subscribe to our mailing list
sv: Prenumerera på vårt nyhetsbrev

source: email address
sv: emailadress

source: Subscribe
sv: Prenumerera

source: All Products
sv: Alla produkter

source: All Orders
sv: Alla ordrar

source: Shop
sv: Butik

source: get your inspiration
sv: hitta inspirationen

source: No products available
sv: Inga produkter tillgängliga

source: Perks
sv: Kampanjnivåer

source: Home
sv: Hem

source: Catalogue
sv: Katalog

source: Orders
sv: Ordrar

source: Here are all orders you've done with Helmgast. It includes crowdfunders and <a href="%(webshop)s">webshop</a>.
sv: Här är alla dina ordrar du gjort med Helmgast. Det inkluderar crowdfunders och <a href="%(webshop)s">webshop</a>.

source: Check <a href="%(href)s">My library</a> for an easy overview of all your books.
sv: Kolla in <a href="%(href)s">Mitt bibliotek</a> för en enkel översikt av alla dina böcker.

source: Many orders include digital files, click through to download them!
sv: Många ordrar innehåller nedladdningsbara filer, klicka in för att se dem!

source: No orders found
sv: Inga ordrar hittade

source: Are you missing orders? They might be associated with another email, <a href="%(href)s">check here</a> to connect more emails or contact support! Note that the Kickstarter for Kult Divinity Lost is not currently available here.
sv: Saknar du ordrar? De kan vara länkade till en annan email, <a href="%(href)s">kolla här</a> för att länka in fler emails eller kontakta support! Notera att kickstartern för Kult Divinity Lost inte är tillgänglig här för tillfället.

source: Products
sv: Produkter

source: This is a library all products you purchased directly from Helmgast, based on orders in your <a href="%(href)s">My orders</a>
sv: Detta är ett bibliotek av alla produkter du köpt direkt från Helmgast, baserat på <a href="%(href)s">Mina ordrar</a>

source: Many products include digital files, click through to download them!
sv: Många produkter inkluderar nedladdningsbara filer, klicka in för att se dem!

source: Order email
sv: Ordermail

source: Shipping Address
sv: Leveransadress

source: For SMS notification
sv: För SMS-avisering

source: Key
sv: Nyckel

source: No name
sv: Inget namn

source: Seller Info
sv: Säljarinfo

source: Address
sv: Adress

source: Your details
sv: Dina uppgifter

source: Pay
sv: Betala

source: make sure it's correct!
sv: se till att det är rätt!

source: Regarding order %(order)s
sv: Gällande order %(order)s

source: Contact Us
sv: Kontakta oss

source: Send order mail
sv: Maila order

source: Nothing in cart,
sv: Inget i varukorg,

source: go shopping
sv: handla vidare

source: Confirm products
sv: Bekräfta produkter

source: Pay order
sv: Betala order

source: Save changes
sv: Spara ändringar

source: Total shipping cost will be shown after
sv: Fraktkostnad visas senare

source: Go back
sv: Gå tillbaka

source: Review payment
sv: Granska betalning

source: Quantity
sv: Antal

source: Add comment
sv: Lägg till kommentar

source: Shipping
sv: Frakt

source: Including tax
sv: Varav moms

source: Total
sv: Summa

source: First
sv: Första

source: Last
sv: Sista

source: By updated
sv: Efter modifierad

source: By created
sv: Efter skapelse

source: By total items
sv: Efter antal artiklar

source: By total price
sv: Efter ordervärde

source: By status
sv: Efter status

source: Regarding activation key %(key)s
sv: Gällande aktiverings-nyckel %(key)s

source: This code has already been activated by you.
sv: Denna kod har redan aktiverats av dig.

source: Click here to see the full order.
sv: Klicka här för att se den kompletta ordern.

source: This code has already been activated by another user, and probably does not belong to you. If you think this is an error, contact us.
sv: Denna kod har redan aktiverats av en annan användare, och tillhör förmodligen inte dig. Om du tror det är ett fel, kontakta oss.

source: The code gives you access to the following digital products. Click "Claim" to confirm your access and and be able to download them.
sv: Koden ger dig access till följande digitala produkter. Klicka "Bekräfta" för att få din access och kunna ladda ned filer.

source: Claim products
sv: Bekräfta produkter

source: Add to cart
sv: Lägg i kundvagn

source: New product
sv: Ny produkt

source: Access to download file depends on per-file settings
sv: Vem som kan ladda ner filerna beror på filinställningarna

source: Family
sv: Familj

source: Remaining Stock
sv: Lagerstatus

source: Times purchased
sv: Antal köp

source: You have not bought this product
sv: Du har inte köpt denna produkt

source: Buy in shop
sv: Köp i butiken

source: By world
sv: Efter värld

source: By time
sv: Efter tid

source: By type
sv: Efter typ

source: By price
sv: Efter pris

source: Read more
sv: Läs mer

source: No description
sv: Ingen beskrivning

source: bringing you closer to other gamers
sv: tar dig närmare andra spelare

source: Browse
sv: Bläddra

source: Welcome
sv: Välkommen

source: Here you will be able to interact with other gamers, create and manage your game groups, events, etc.
sv: Här kommer du kunna interagera med andra spelare, skapa och hantera dina spelgrupper, spelmöten, etc.

source: Groups
sv: Grupper

source: Role
sv: Roll

source: Details
sv: Detaljer

source: Members
sv: Medlemmar

source: Meetings
sv: Möten

source: By location
sv: Efter plats

source: No users visible!
sv: Inga användare är synliga!

source: Followers
sv: Följare

source: This user is not yet active!
sv: Denna användare är inte aktiv ännu!

source: Save to complete the user and make it active.
sv: Spara för att aktivera användaren.

source: If you've had an account before and don't wish to create this new user, press Cancel, log in with the old user, and then click "Link other email" below to add more login methods.
sv: Om du har haft ett konto tidigare och inte vill skapa denna nya användare, tryck Avbryt, logga in med den gamla användaren, och klicka sedan "Länka annan email".

source: Linked accounts
sv: Länkade konton

source: (primary)
sv: (primär)

source: Link other email
sv: Länka annan email

source: Joined
sv: Registrerad

source: Not logged in yet
sv: Har inte loggat in än

source: History
sv: Historik

source: Time
sv: Tidpunkt

source: Activity
sv: Aktivitet

source: Click to upload your avatar, by default we will use your <a href="https://en.gravatar.com/site/signup/">Gravatar</a>
sv: Klicka för att ladda upp din avatar, som standard använder vi din <a href="https://en.gravatar.com/site/signup/">Gravatar</a>

source: All gamers
sv: Alla spelare

source: Invite user
sv: Bjud in användare

source: By username
sv: Efter användarnamn

source: By XP
sv: Efter XP

source: By join date
sv: Efter registrering

source: By last login date
sv: Efter senaste inloggning

source: Profile
sv: Profil

source: Blog
sv: Blogg

source: Game Worlds
sv: Spelvärldar

source: The %(world)s blog
sv: %(world)s-bloggen

source: No articles yet!
sv: Inga artiklar än!

source: New %(type)s article
sv: Ny %(type)s-artikel

source: Article type
sv: Artikel&shy;typ

source: Visibility
sv: Synlighet

source: Share
sv: Dela

source: This is a read-only preview of <a href="%(url)s">Helmgast's Lore</a>, a database of Helmgast's worlds
sv: Detta är en preview av <a href="%(url)s">Helmgasts Lore</a>, en databas över våra världar

source: Start writing here!
sv: Börja skriv här!

source: You can format using
sv: Du kan formatera med

source: References
sv: Hänvisningar

source: Empty means public read access
sv: Tomt fält betyder publik läsaccess

source: Help on format and image sizes
sv: Hjälp med format och bildstorlekar

source: Short URL / QR
sv: Kortlänk / QR-kod

source: Create short URL
sv: Skapa kortlänk

source: Set
sv: Spara

source: Try:
sv: Pröva:

source: Alternative names
sv: Andra namn

source: more ...
sv: mer ...

source: Articles
sv: Artiklar

source: Articles in %(world)s
sv: Artiklar i %(world)s

source: By initial
sv: Efter initial

source: By language
sv: Efter språk

source: By created date
sv: Efter datum skapat

source: Topics
sv: Uppslagsord

source: Search for ...
sv: Sök efter ...

source: No articles found
sv: Inga artiklar hittade

source: Search results:
sv: Sökresultat:

source: New article
sv: Ny artikel

source: Blog post
sv: Bloggpost

source: Latest news
sv: Senaste nytt

source: New publisher
sv: Ny utgivare

source: 2 letter code
sv: Kod på 2 bokstäver

source: Domain
sv: Domän

source: Publisher Home
sv: Utgivarsida

source: working hard to imagine
sv: anstränger fantasin för din skull

source: All publishers
sv: Alla utgivare

source: No publishers found
sv: Inga utgivare hittade

source: New shortcut
sv: Ny kortlänk

source: QR Code
sv: QR-kod

source: All shortcuts
sv: Alla kortlänkar

source: Topics in %(world)s
sv: Uppslagsord i %(world)s

source: Random
sv: Slump

source: Pick at random
sv: Slumpa fram

source: Roll at random
sv: Slumpa fram

source: No topics found
sv: Inga uppslagsord hittade

source: # connections
sv: # kopplingar

source: # content
sv: # innehåll

source: None yet
sv: Inga ännu

source: Random article
sv: Slumpartikel

source: New world
sv: Ny värld

source: by %(publisher)s
sv: av %(publisher)s

source: If your world home page is hosted externally, enter it here
sv: Om din spelvärld finns på en annan domän, skriv in den här

source: Featured articles
sv: Fokusartiklar

source: Top material
sv: Toppmaterial

source: Characters
sv: Karaktärer

source: External homepage
sv: Extern hemsida

source: Product Catalogue
sv: Produktkatalog

source: Our Game Worlds
sv: Våra spelvärldar

source: for your next adventure
sv: för ditt nästa äventyr

source: No worlds created
sv: Inga världar skapade

source: Worlds contributed to:
sv: Världar som har bidragits till:

source: Previous
sv: Föregående

source: Next
sv: Nästa

source: Question
sv: Fråga

source: About
sv: Om

source: Work with us
sv: Arbeta med oss

source: Terms of Service
sv: Villkor

source: Security and cookie policy
sv: Säkerhet och kakor

source: Warning, this form is only compatible with "Character" type articles. Change on the left or your changes will not be saved.
sv: Varning, detta formulär är bara kompatibelt med artiklar av typen "Karaktär". Ändra till vänster eller så riskeras dina ändringar inte sparas.
